<?php 
if(!defined('benba')) {
	exit('404');
}
//***************** 用户配置区  ************//
$years='2015-2-28';  //设置举行婚礼的时间!!
$title='给新人的祝福 - 苹果的婚礼';  //这里写上你网站的名字,用于显示在网站的相关位置,直接就写网站名字,写太长影响美观哦,如果需要在标题上加长请直接写下面的$seotitle就好了.

$seotitle='';//网站的附加关健字.不想写可以不写.

$siteurl='.'; //这里设置你的网址,以http://开始,末尾不要加"/",不然页面低部和复制网址的地方显示不正确哦!

$keywords='苹果婚礼,apple结婚,新人祝福'; //网站关健字,用于排名,可不写.

$description='这里是朋友送给苹果的结婚祝福';//网站的说明,也是用于排名,也可不写.

$music='';  //音乐播放的地址,如果不写的话就不播放音乐哦!

$datefile='marry';  //数据存在哪个文件名里,文件必许要有读写权限；可以设置为路径即"a/b"这种形式。

$pages=1000; //每页显示多少祝福
?>